Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RM_VIP_FM_VIT_GROUP_FOOTER_TEXT
source: Remind Me, VIP, Threaded Notifications, and Favorites Settings will override all other Mail notification settings.
ar: إعدادات "تذكيري" و VIP و"إشعارات السلسة" و"المفضلة" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии Напомни ми, ВИП, Любими и Известия за поредица ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites, VIP, Recorda‑m’ho i Avisos dels fils substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení funkcí Připomenout, VIP, Oznámení pro vlákna a Oblíbené mají přednost před všemi ostatními nastaveními pro oznámení v Mailu.
da: Indstillingerne til Påmind mig, VIP, trådnotifikationer og Favoritter tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Erinnerung“, „VIP“, „Konversationsmitteilungen“ und „Favoriten“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Υπενθύμισης, VIP, Γνωστοποιήσεων συνομιλιών και Αγαπημένων θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los recordatorios, de correo VIP, de los avisos de hilos y de los favoritos reemplazarán los demás ajustes de notificación de Mail.
es_us: La configuración de los recordatorios, el correo VIP, los avisos de hilos y los favoritos reemplazará el resto de la configuración de las notificaciones de Mail.
fi: Muistuta minua-, VIP-lähettäjien, viestiketjuilmoitusten ja suosikkien asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages de Rappel, de VIP, des notifications des fils de discussion et de Favoris remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Me le rappeler, VIP, Notifications de fils et Favorites remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״קבלת תזכורת״, ״שולחים חשובים״, ״עדכונים משרשורים״ ו״מועדפים״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: मुझे याद दिलाएँ, VIP, वार्तालाप सूचनाएँ और पसंदीदा सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za podsjetnike, VIP, obavijesti o nizovima i omiljene stavke poništit će druge postavke za e-mail obavijesti.
hu: Az Emlékeztetés, a VIP, a Szálértesítés és a Kedvencek beállításai felülbírálják a Mail minden egyéb értesítési beállítását.
id: Pengaturan Ingatkan Saya, VIP, Pemberitahuan Bertopik, dan Favorit akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle email da ricordare, ai contatti VIP, alle notifiche dei thread e ai preferiti avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “リマインダー”、“VIP”、“スレッドの通知”、および“よく使う項目”設定はその他すべての“メール”通知設定より優先されます。
kk: «Есіме салу», «VIP», «Хабарландыру» және «Таңдаулылар» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: ‘나중에 보기’, VIP, 스레드 알림 및 즐겨찾기 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: Funkcijų „Priminti man“, VIP, „Gijų pranešimai“ ir „Mėgstamiausieji“ nustatymais bus perrašyti visi kiti programos „Mail“ pranešimų nustatymai.
ms: Seting Ingatkan Saya, VIP, Notis Jaluran dan Kegemaran akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor 'Herinnering', vips, berichtenreeksmeldingen en favorieten krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for Påminn meg, VIP, Favoritter og trådvarsling overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia przypomnień, VIP, powiadomień wątku i ulubionych skrzynek zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Lembre‑Me, VIP, Notificações de Conversas e Favoritos substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de Lembrar, VIP, Favoritos e notificação de conversas substituem todas as outras definições de notificação do Mail.
ro: Configurările Reamintire, VIP și Notificări conversații vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Напомнить», VIP, «Уведомления о темах» и «Избранное» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Pripomenúť, VIP, Hlásenia vlákien a Obľúbené majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve funkcij Opomni me, VIP, Obvestila v niti in Priljubljeno bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Påminnelse-, VIP-, trådnotis- och favoritinställningar förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าเตือนฉัน, VIP, การแจ้งเตือนตามกลุ่มชื่อเรื่อง และรายการโปรดจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Anımsat, Önemli Kişiler, Konu Grubu Bildirimi ve Favoriler ayarları diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «З нагадуванням», «VIP» і «Улюблені» та сповіщень для гілок переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Nhắc tôi, VIP, Thông báo luồng và Mục ưa thích sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “提醒我”、VIP、“邮件主题通知”和“个人收藏”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「提醒我」、VIP、「討論串通知」和「喜好項目」設定將會覆蓋所有的「郵件」通知設定。
zh_tw: 「提醒我」、VIP、「討論串通知」和「喜好項目」設定會覆蓋所有其他的「郵件」通知設定。

# DIRECT_MESSAGES_FOOTER
source: direct messages
ar: الرسائل المباشرة
bg: лични съобщения
ca: missatges directes
cs: soukromé zprávy
da: direkte beskeder
de: Direktnachrichten
el: άμεσα μηνύματα
es: mensajes directos
es_us: mensajes directos
fi: yksityisviesteiksi
fr: messages directs
fr_ca: messages directs
he: הודעות ישירות
hi: डाइरेक्ट मैसेज
hr: izravne poruke
hu: közvetlen üzenetek
id: pesan langsung
it: messaggi diretti
ja: ダイレクトメッセージ
kk: жеке хабарлар
ko: 다이렉트 메시지
lt: tiesioginės žinutės
ms: mesej terus
nl: directe berichten
no: direktemeldinger
pl: wiadomości bezpośrednie
pt_br: mensagens diretas
pt_pt: mensagens diretas
ro: mesaje directe
ru: личные сообщения
sk: súkromné správy
sl: neposredna sporočila
sv: direktmeddelanden
th: ข้อความส่งตรง
tr: direkt mesajlar
uk: прямі повідомлення
vi: tin nhắn trực tiếp
zh_cn: 私信
zh_hk: 私人訊息
zh_tw: 私人訊息

# SPOKEN_NOTIFICATIONS_APP_OPTIONS_GROUP
source: Announce
ar: إعلان
bg: Оповестяване
ca: Anunci
cs: Hlásit
da: Giv besked
de: Ankündigen
el: Ανακοίνωση
es: Anunciar
es_us: Anunciar
fi: Ilmoita
fr: Annoncer
fr_ca: Annoncer
he: הכרזה
hi: घोषणा करें
hr: Najavi
hu: Bejelentés
id: Umumkan
it: Leggi
ja: 読み上げ
kk: Жариялау
ko: 읽어주기
lt: Pranešti
ms: Umumkan
nl: Kondig aan
no: Kunngjør
pl: Ogłaszaj
pt_br: Anunciar
pt_pt: Anunciar
ro: Anunțare
ru: Объявляемые
sk: Oznámenia
sl: Najavi
sv: Tillkännage
th: อ่าน
tr: Duyur
uk: Оголошення
vi: Thông báo
zh_cn: 播报
zh_hk: 讀出通知
zh_tw: 播報

source: Announce
ar: إعلان
bg: Оповестяване
ca: Anunci
cs: Hlásit
da: Giv besked
de: Ankündigen
el: Ανακοίνωση
es: Anunciar
es_us: Anunciar
fi: Ilmoita
fr: Annoncer
fr_ca: Annoncer
he: הכרזה
hi: घोषणा करें
hr: Najavi
hu: Bejelentés
id: Umumkan
it: Leggi
ja: 読み上げ
kk: Жариялау
ko: 읽어주기
lt: Pranešti
ms: Umumkan
nl: Kondig aan
no: Kunngjør
pl: Ogłaszanie
pt_br: Anunciar
pt_pt: Anunciar
ro: Anunțare
ru: Объявлять
sk: Oznámenia
sl: Najavi
sv: Tillkännage
th: อ่าน
tr: Duyur
uk: Оголошувати
vi: Đọc
zh_cn: 播报
zh_hk: 讀出通知
zh_tw: 播報

# PRIORITIZATION_EXPLANATION_IPAD
source: Intelligently prioritize the most important notifications you've received on the Lock Screen, so you can catch up on what you may have missed while away from iPad.
ar: إعطاء أولوية لأهم الإشعارات التي تلقيتها على شاشة القفل، وبذلك يمكنك إدراك ما فاتك أثناء ابتعادك عن iPad.
bg: Най-важните известия, които сте получили, се подреждат интелигентно по приоритет на Заключен екран, така че можете лесно да разберете какво може да сте изпуснали, докато не сте използвали iPad.
ca: L’iPad pot prioritzar de manera intel·ligent les notificacions més importants a la pantalla bloquejada perquè et posis al dia ben ràpid.
cs: Na zamknuté obrazovce je možné inteligentně upřednostnit důležitá oznámení, abyste dohnali, co jste možná zmeškali, když jste nebyli poblíž iPadu.
da: Prioriter på intelligent vis de vigtigste notifikationer, du har modtaget, på låseskærmen. Derved kan du få et overblik over, hvad du er gået glip af, mens du var væk fra iPad.
de: Priorisiere intelligent die wichtigsten Mitteilungen, die du auf dem Sperrbildschirm erhalten hast, sodass du schnell sehen kannst, was du möglicherweise verpasst hast, als du nicht am iPad warst.
el: Δίνεται προτεραιότητα με έξυπνο τρόπο στις πιο σημαντικές γνωστοποιήσεις που λάβατε στην οθόνη κλειδώματος, ώστε να ενημερώνεστε αμέσως για οτιδήποτε συνέβη ενώ δεν χρησιμοποιούσατε το iPad σας.
es: Se priorizan de forma inteligente las notificaciones más importantes que recibes en la pantalla de bloqueo para que puedas ver lo que ha pasado mientras no ^[estabas ^[atento](inflect: true) al](inflectionAlternative: "mirabas el") iPad.
es_us: Prioriza de manera inteligente las notificaciones más relevantes que hayas recibido en la pantalla bloqueada para que puedas enterarte de un vistazo de lo que pasó cuando no prestabas atención al iPad.
fi: Priorisoi älykkäästi tärkeimmät vastaanottamasi ilmoitukset lukitulle näytölle, jotta voit päästä ajan tasalle siitä, mitä on tapahtunut ollessasi poissa iPadiltasi.
fr: Met intelligemment en avant les notifications les plus importantes reçues sur l’écran verrouillé, afin que vous puissiez consulter celles que vous pourriez avoir manquées pendant que vous n’utilisiez pas votre iPad.
fr_ca: Accordez intelligemment la priorité à l’affichage des notifications les plus importantes sur votre écran verrouillé pour que vous puissiez reprendre le fil de ce que vous avez manqué pendant que vous n’utilisiez pas votre iPad.
he: באפשרותך להגדיר תיעדוף חכם של העדכונים החשובים ביותר שקיבלת במסך הנעילה, כדי שתהיה לך אפשרות להתעדכן במה שהחמצת בזמן שלא השתמשת ב-iPad.
hi: अपनी लॉक स्क्रीन पर आई सूचनाओं की प्राथमिकताएँ चतुराई से तय करें ताकि iPad से दूर रहने के दौरान हुई चीज़ों से आप वाक़िफ़ हो सकें।
hr: Pametno prioritizirajte najvažnije obavijesti koje ste primili na zaključanom zaslonu kako biste mogli pregledati one koje ste možda propustili dok niste bili uz iPad.
hu: Intelligensen priorizálhatja a zárolási képernyőn fogadott legfontosabb értesítéseket, így naprakész maradhat azzal kapcsolatban, amiről esetleg lemaradt, amíg távol volt az iPadjétől.
id: Dengan pintar prioritaskan pemberitahuan paling penting yang telah Anda terima di Layar Terkunci, agar dapat memastikan Anda tidak melewatkan apa-apa saat tidak memegang iPad.
it: Riordina in modo intelligente le notifiche più importanti che hai ricevuto sulla schermata di blocco, così potrai scoprire rapidamente ^[cosa ti sei ^[perso](inflect: true)](inflectionAlternative: "cos‘è successo") mentre non stavi usando iPad.
ja: ロック画面で受信した通知の中で最も重要なものにインテリジェントに優先順位を付けて、iPadから離れている間に見逃したかもしれない情報を簡単に確認できるようにします。
kk: Құлыптау экранында көрсетілетін ең маңызды хабарландыруларға басымдық беру iPad құрылғысынан тыс кезде жіберіп алған нәрселерді білуге мүмкіндік береді.
ko: 가장 중요한 알림을 지능적으로 우선 처리하여 잠금 화면에 표시함으로써, 사용자가 iPad에서 떨어져 있을 때 놓쳤을 수도 있는 알림을 바로 따라잡을 수 있도록 합니다.
lt: Išmaniai suskirstykite užrakintame ekrane gautus svarbiausius pranešimus pagal pirmenybę, kad žinotumėte, ką galėjote praleisti, kol nesinaudojote „iPad“.
ms: Utamakan pemberitahuan paling penting secara pintar yang telah anda terima pada Skrin Kunci, supaya anda boleh mengikuti perkembangan perkara yang mungkin anda terlepas semasa tidak menggunakan iPad.
nl: Geef op intelligente wijze prioriteit aan de belangrijkste meldingen die je op het toegangsscherm hebt ontvangen, zodat je kunt inhalen wat je eventueel hebt gemist terwijl je de iPad niet gebruikte.
no: Prioriter de viktigste varslingene på Låst skjerm på en smart måte for å raskt se hva du har gått glipp av siden sist.
pl: Najważniejsze odebrane powiadomienia są w sposób inteligentny priorytetyzowane na ekranie blokady, dzięki czemu łatwo sprawdzisz, co mogło Ci umknąć.
pt_br: Ordene de forma inteligente as notificações mais importantes que você recebeu na Tela Bloqueada, assim você acompanha o que perdeu enquanto não usava o iPad.
pt_pt: Prioriza de forma inteligente as notificações mais importantes recebidas no ecrã bloqueado, para que possa ver rapidamente o que recebeu quando não estava a usar o iPad.
ro: Prioritizați în mod inteligent cele mai importante notificări pe care le‑ați primit pe ecranul de blocare, pentru a vă pune rapid la curent cu informațiile pe care este posibil să le fi ratat în timp ce nu aveați acces la iPad.
ru: Используя интеллектуальные функции iPad, можно приоритетно отображать самые важные из полученных уведомлений на экране блокировки, чтобы быстро реагировать на то, что действительно заслуживает внимания.
sk: Na zamknutej obrazovke budú inteligentne uprednostňované najdôležitejšie hlásenia, aby ste dohnali to, čo ste mohli zameškať, keď ste neboli v blízkosti iPadu.
sl: Pametno dodelite prednost najpomembnejšim obvestilom, ki ste jih prejeli na zaklenjenem zaslonu, da naknadno preberete, kar ste zamudili, medtem ko niste imeli iPada pri roki.
sv: Prioritera de viktigaste notiserna på låsskärmen med enhetens intelligens, så att du kan få en överblick över vad du har missat sedan du senast använde iPad.
th: จัดลำดับความสำคัญของการแจ้งเตือนที่สำคัญที่สุดที่คุณได้รับบนหน้าจอล็อคอย่างฉลาดเพื่อให้คุณสามารถติดตามการแจ้งเตือนที่คุณอาจไม่เห็นในระหว่างที่คุณอยู่ห่างจาก iPad ได้
tr: Kilitli ekranda aldığınız en önemli bildirimleri akıllı bir şekilde önceliklendirir. Böylece iPad’den uzaktayken kaçırmış olabileceklerinizi görebilirsiniz.
uk: Інтелектуальні алгоритми iPad визначатимуть і показуватимуть на замкненому екрані найважливіші з отриманих сповіщень, щоб ви були в курсі нагальних справ.
vi: Ưu tiên một cách thông minh các thông báo quan trọng nhất mà bạn đã nhận được trên Màn hình khóa, để bạn nắm bắt được những gì mà bạn có thể đã bỏ lỡ trong khi ở xa iPad.
zh_cn: 锁屏智能化，优先显示重要通知，方便查看未使用iPad期间可能错过的内容。
zh_hk: 以智能方式優先顯示你在鎖定畫面收到的最重要通知，讓你可以查看在離開iPad時可能錯過的內容。
zh_tw: 在鎖定畫面上根據你所接收通知的重要性，智慧排列顯示順序，讓你可以掌握未使用iPad期間錯過的通知。

# CRITICAL_ALERT_EXPLANATION_IPHONE
source: Critical alerts appear on the Lock Screen and play a sound even if a Focus is on or iPhone is muted.
ar: تظهر التنبيهات الحرجة على شاشة القفل وتشغل صوتًا حتى وإن كان أحد أنماط التركيز مشغلاً أو كان صوت iPhone مكتومًا.
bg: Важните предупреждения се появяват на Заключен екран и се възпроизвежда звук дори ако e включен Фокус или iPhone е в режим без звук.
ca: Els avisos crítics es mostren a la pantalla bloquejada i emeten un so encara que tinguis un mode de concentració activat o l’iPhone silenciat.
cs: Kritická upozornění se objeví na zamknuté obrazovce a zazní, i když budete mít zapnutý režim soustředění nebo bude na iPhonu vypnutý zvuk.
da: Vigtige advarsler vises på låseskærmen og afspiller lyd, selv hvis en fokusfunktion er slået til, eller iPhone er på lydløs.
de: Kritische Hinweise erscheinen auf dem Sperrbildschirm und ein Ton wird abgespielt, auch wenn ein Fokus aktiviert oder das iPhone stummgeschaltet ist.
el: Οι Κρίσιμες ειδοποιήσεις εμφανίζονται στην οθόνη κλειδώματος και αναπαράγουν έναν ήχο, ακόμη κι αν είναι ενεργή μια συγκέντρωση ή το iPhone είναι σε σίγαση.
es: Los avisos críticos aparecen en la pantalla de bloqueo y reproducen un sonido incluso cuando hay un modo de concentración activo o el iPhone está silenciado.
es_us: Las alertas críticas se muestran en la pantalla bloqueada y emiten un sonido incluso si se activó un enfoque o si se silenció el iPhone.
fi: Kriittiset varoitukset näkyvät lukitulla näytöllä ja toistavat äänimerkin, vaikka Keskity-tila olisi päällä tai iPhone olisi mykistettynä.
fr: Les alertes critiques apparaissent sur l’écran verrouillé et émettent toujours un son, même si un mode de concentration est activé ou si le son de l’iPhone est coupé.
fr_ca: Les alertes critiques s’affichent sur l’écran verrouillé et émettent un son même si un mode de concentration est activé ou que le son de l’iPhone est désactivé.
he: אזהרות קריטיות יופיעו על מסך הנעילה וישמיעו צליל גם אם מצב ריכוז מופעל או שה-iPhone מושתק.
hi: फ़ोकस के चालू रहने या iPhone के म्यूट रहने पर भी गंभीर अलर्ट लॉक स्क्रीन पर दिखाए जाते हैं और ध्वनि बजाई जाती है।
hr: Kritični alarmi prikazivat će se na Zaključanom zaslonu i reproducirati zvuk čak i kad je uključen Fokus ili isključen zvuk iPhonea.
hu: A kritikus figyelmeztetések akkor is megjelennek a zárolási képernyőn, és lejátszanak egy hangot, ha egy Fókusz be van kapcsolva, vagy az iPhone el van némítva.
id: Peringatan penting muncul di Layar Terkunci dan memutar bunyi bahkan jika Fokus menyala atau iPhone dibisukan.
it: Gli avvisi importanti verranno visualizzati sulla schermata di blocco e saranno accompagnati da un feedback acustico anche quando una delle full immersion è attiva o l’audio di iPhone è disattivato.
ja: 集中モードがオンまたはiPhoneが消音時でも、重大な通知はロック画面に表示されサウンドが再生されます。
kk: Маңызды ескертулер құлыптау экранында көрсетіледі және «Зейін қою» қосулы болса да немесе iPhone дыбысы өшірілсе де дыбыс естіледі.
ko: 중요한 알림은 집중 모드가 켜져 있거나 iPhone이 무음으로 설정된 상태에서도 잠금 화면에 표시되고 알림 소리를 냅니다.
lt: Kritiniai įspėjimai bus rodomi užrakintame ekrane ir juos gavus suskambės garsas, net jei bus įjungtas susitelkimo režimas arba „iPhone“ nutildytas.
ms: Isyarat kritikal kelihatan pada Skrin Kunci dan memainkan bunyi walaupun Fokus aktif atau iPhone disenyapkan.
nl: Kritieke meldingen worden op het toegangsscherm weergegeven en er wordt een geluid afgespeeld, zelfs als een focus is ingeschakeld of als het geluid op je iPhone is uitgeschakeld.
no: Viktige varsler vises alltid på låst skjerm og spiller av lyd selv om du har aktivert et fokus eller slått av lyden på iPhonen.
pl: Alerty krytyczne pojawiają się na ekranie blokady i są ogłaszane dźwiękiem nawet w trybie skupienia lub gdy iPhone jest wyciszony.
pt_br: Os alertas críticos aparecem na Tela Bloqueada e reproduzem um som, mesmo que um Foco esteja ativado ou o iPhone esteja silenciado.
pt_pt: Os avisos críticos aparecem no ecrã bloqueado e emitem um som mesmo que o modo de concentração esteja ativo ou o som do iPhone esteja desligado.
ro: Alertele critice apar pe ecranul de blocare și redau un sunet chiar dacă un mod de concentrare este activat sau iPhone‑ul este în modul mut.
ru: Важные предупреждения отображаются на заблокированном экране и доставляются со звуком, даже если включено фокусирование или на iPhone выключен звук.
sk: Kritické výstrahy sa zobrazia na zamknutej obrazovke a prehrajú zvuk, aj keď je aktivovaný Môj čas alebo je iPhone v tichom režime.
sl: Kritična opozorila se prikažejo na zaklenjenem zaslonu in predvajajo zvok tudi, ko je funkcija Fokus vključena ali je iPhone utišan.
sv: Viktiga varningar visas på låsskärmen och spelar upp ljud även om ett fokus är aktivt eller om ljudet är avstängt på iPhone.
th: การเตือนที่สำคัญจะแสดงบนหน้าจอล็อคและส่งเสียงดังไม่ว่าจะเปิดโฟกัสหรือปิดเสียง iPhone
tr: Bir Odak açıkken veya iPhone’un sesi kapalıyken bile kritik uyarılar kilitli ekranda görünür ve bir ses çalınır.
uk: Критичні оповістки зʼявляються на замкненому екрані й відтворюють звук, навіть якщо на iPhone увімкнено режим зосередження чи вимкнено звук.
vi: Cảnh báo quan trọng xuất hiện trên Màn hình khóa và phát âm thanh ngay cả khi chế độ Tập trung được bật hoặc iPhone được tắt tiếng.
zh_cn: 即使已打开专注模式或iPhone已静音，重要警告也将在锁屏上显示并播放声音。
zh_hk: 即使已開啟「專注模式」或iPhone已設為靜音，重要提示仍會在鎖定畫面出現並播放聲音。
zh_tw: 即使已開啟「專注模式」或將iPhone設為靜音，仍會將重要提示顯示於鎖定畫面並播放聲音。
